Repository: iamoatil/FileViewer
Catalog: FileViewer/XLY.XDD.Control/Control/FileViewer/HexViewer/Ribbon.*.resx
Languages: de

# About_LabelTitle
source: &amp;About
de: Über

# Clipboard_LabelTitle
source: Clipboard
de: Zwischenablage

# CopyHex_LabelTitle
source: Copy Hex
de: Kopieren als Hex

# CopyHex_TooltipDescription
source: Copy the hex presenation of the selected bytes and put it to the Clipboard.
de: Kopiere die selektierten Bytes als Hex-Text in die Zwischenablage.

# CopyHex_TooltipTitle
source: Copy Hex (Ctrl + Shift + C)
de: Kopieren als Hex (Strg + Shift + C)

# Copy_LabelTitle
source: &amp;Copy
de: Kopieren

# Copy_TooltipDescription
source: Copy the selected bytes and put it to the Clipboard.
de: Kopiere die selektierten Bytes in die Zwischenablage

# Copy_TooltipTitle
source: Copy (Ctrl + C)
de: Kopieren (Strg + C)

# Cut_LabelTitle
source: &amp;Cut
de: Ausschneiden

# Cut_TooltipDescription
source: Cut the selected bytes and put it to the Clipboard.
de: Ausschneiden der ausgewählten Bytes in die Zwischenablage.

# Cut_TooltipTitle
source: Cut (Ctrl + X)
de: Ausschneiden (Strg + X)

# Editing_LabelTitle
source: Editing
de: Bearbeiten

# Exit_LabelTitle
source: E&amp;xit
de: Beenden

# FindNext_LabelTitle
source: Find &amp;next
de: Weiter finden

# FindNext_TooltipDescription
source: Find next bytes in the file.
de: Finde die nächsten Bytes in der Datei.

# FindNext_TooltipTitle
source: Find Next (F3)
de: Weiter finden (F3)

# Find_LabelTitle
source: &amp;Find
de: Finden

# Find_TooltipDescription
source: Find bytes in the file.
de: Findet Bytes in der Datei.

# Find_TooltipTitle
source: Find (Ctrl + F)
de: Finden (Strg + F)

# Generel_LabelTitle
source: Generel
de: Allgemein

# GoTo_LabelTitle
source: &amp;Go To
de: Gehe Zu

# GoTo_TooltipDescription
source: Go to the byte position.
de: Gehe zu der Byte Position

# GoTo_TooltipTitle
source: Go To (Ctrl + G)
de: Gehe Zu (Strg + G)

# Home_LabelTitle
source: Home
de: Start

# Open_LabelTitle
source: &amp;Open
de: Öffnen

# Open_TooltipDescription
source: Opens a file.
de: Öffnet eine Datei.

# Open_TooltipTitle
source: Open (Ctrl + O)
de: Öffnen (Strg + O)

# Options_LabelTitle
source: Op&amp;tions
de: Optionen

# PasteHex_LabelTitle
source: Paste Hex
de: Einfügen von Hex

# PasteHex_TooltipDescription
source: Paste the hex presentation of the Clipboard.
de: Einfügen des Hex-Textes aus der Zwischenablage.

# Paste_LabelTitle
source: &amp;Paste
de: Einfügen

# Paste_TooltipDescription
source: Paste the content of the Clipboard.
de: Einfügen des Inhalts aus der Zwischenablage.

# Paste_TooltipTitle
source: Paste (Ctrl + V)
de: Einfügen (Strg + V)

# RecentItems_LabelTitle
source: Recent Items
de: Zuletzt geöffnete Dateien

# Save_LabelTitle
source: &amp;Save
de: Speichern

# Save_TooltipDescription
source: Saves the files.
de: Speichert die Datei.

# Save_TooltipTitle
source: Save (Ctrl + S)
de: Speichern (Strg + S)

# SelectAll_LabelTitle
source: Select &amp;All
de: Alles Markieren

# SelectAll_TooltipDescription
source: Select all bytes of the file.
de: Markiert alle Bytes in der Datei.

# SelectAll_TooltipTitle
source: Select All (Ctrl + A)
de: Alles Markieren (Strg + A)
